Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Loop, julle!
ar: تحركوا!

source: Waarna kyk jy so?
ar: لماذا تبدين هكذا بحق الجحيم؟

source: Is die stoel myne?
ar: أهذا الكرسي لي؟

source: Vir wie anders?
ar: لمن سيكون غيرك؟

source: Maar ek gaan dan môre weg
ar: لكنني راحلة في الغد.

source: Jy gaan uit op die berg môre
ar: ستذهبين إلى قمة الجبل في الغد.

source: En die volgende dag ook weer?
ar: وبعد غدٍ؟

source: Wel, ja
ar: بالطبع.

source: Moenie so baie vrae vra nie, en gaan was jou gesig
ar: لا تكثري من الأسئلة واذهبي واغسلي وجهك.

source: Dankie, dankie, dankie!
ar: شكراً, شكراً, شكراً!

source: Peter!
ar: (بيتر)!

source: ek gaan bly!
ar: , سمح لي جدي بالبقاء!

source: vandag is my laaste dag hier
ar: -اليوم هو الأخير لي هنا .

source: - Hoekom?
ar: -لماذا؟

source: Ek moet skooltoe gaan
ar: يجب أن أذهب للمدرسة.

source: Wanneer kom jy terug?
ar: متى ستعود؟

source: In die lente, dink ek
ar: في الربيع, أغلب الظن.

source: Nie voor die lente nie?
ar: لن تأتي قبل الربيع؟

source: Jy kan afkom, en kom kuier
ar: يمكنك المجيء للأسفل وزيارتي.

source: Ouma sal bly wees om jou te sien
ar: ستسعد جدتي برؤيتك.

source: Hou op eet, julle het genoeg!
ar: لا مزيد من الأكل, تناولتم ما يكفي!

source: Mag ek ook skooltoe gaan?
ar: أيمكنني الذهاب إلى المدرسة أيضاً؟

source: Komaan, eet
ar: تعالي كلي.

source: Kyk wie's daar
ar: انظروا من جاء.

source: Dis ongelooflik
ar: هذا لا يصدَّق.

source: Hy moes nie eers toegelaat word om na 'n kind om te sien nie
ar: لا يفترض أن يُسمح له الاعتناء بالطفلة.

source: Wat het jy beplan vir die meisie?
ar: ماذا قررت أن تفعل بالفتاة؟

source: Dit het niks te doen met jou nie
ar: ليس لك شأن بهذا.

source: Volgende jaar sal sy skooltoe moet gaan
ar: خلال سنة ستضطر لأن تذهب للمدرسة.

source: Daar's niks wat sy MOET doen nie
ar: لا يجب أن تذهب لأي مكان.

source: Wees nou verstandig, elke kind moet tog leer lees
ar: كن منطقياً. على كل طفل أن يتعلم.

source: Sy kan tog nie alleen van die alpe afkom in die winter nie
ar: لا تستطيع النزول من الجبل لوحدها في الشتاء.

source: Komaan, kind, gaan jy na buite
ar: تعالي, يا فتاة. انتظري في الخارج.

source: Alleen, die hele winter, daar bo in die berg 'n kind van haar ouderdom moet vriende hê
ar: لوحدكما طوال الشتاء, فوق الجبل. -طفلة في هذا العمر تحتاج أصدقاء .

source: - Sy het alles wat sy nodig het
ar: -لديها كل ما تحتاجه .

source: Dis teen die wet
ar: هذا مخالف للقانون.

source: Jou wette interesseer my nie
ar: لا تهمني قوانينكم.

source: So 'n dom vent!
ar: ياله من شخصٍ مغفل.

source: Hier, kyk
ar: انظري.

source: Dis klaar
ar: إنها جاهزة.

source: Dis mooi
ar: جميلة.

source: Dankie, Oupa
ar: شكراً لك, يا جدي.

source: As dit maar weer lente was
ar: أتمنى لو كان الفصل ربيعاً فحسب.

source: Vinniger!
ar: أسرع!

source: Wanneer dit donker word, kom laai ek jou weer op
ar: عندما يحل الظلام, سآتي لأخذك.

source: Dag, is Peter hier?
ar: مرحباً, هل (بيتر) موجود؟

source: Hy's by die skool, maar kom binne
ar: إنه في المدرسة. لكن تفضلي بالدخول.

source: Moeder, ons het 'n besoeker, dis Heidi
ar: أمي, لدينا ضيف. إنها (هايدي).

source: Kind, sy kan nie sien nie
ar: يا طفلة, إنها عمياء.

source: Kom 'n bietjie nader, Heidi
ar: اقتربي, يا (هايدي).

source: Kan ouma niks sien nie, ouma?
ar: ألا يمكنك أن تري, يا جدة؟

source: Met my oë, niks nie, maar met my hande is dit anders
ar: بعيني, لا أرى شيء. لكن بيدي, الأمر محتلف تماماً.

source: - Peter!
ar: -بيتر) )!

source: Jy mis niks nie, skool is so vervelig!
ar: لم يفتك الكثير, فالمدرسة مملة جداً.

source: Jy sê dit net omdat jy nounog nie kan lees nie
ar: أنت فقط تقول هذا لأنك لا تزال لا تجيد القراءة.

source: Ma kan ook nie!
ar: ولا أنت أيضاً.

source: Wat kan mens doen met lees hier in die berge?
ar: ما فائدة القراءة هنا؟

source: Eet jou kos!
ar: أنهِ طعامك!

source: Ouma kan myne kry
ar: يمكنك أخذ طعامي, يا جدة.

source: Dankie, Heidi, maar dis te hard
ar: شكراً لكِ, يا (هايدي), لكنه قاسٍ جداً.

source: Ek het amper nie meer tande oor nie
ar: ولم يبقَ لي أسنان,

source: Dan sal ek dit maar vat
ar: إذاً سآخذه أنا.

source: Ouma kan nie sien nie, weet Oupa dit?
ar: الجدة عمياء. أتعلم هذا؟

source: En sy kan nie meer harde brood eet nie
ar: ولا يمكنها أكل الخبز القاسي إطلاقاً.

source: Ons is gelukkig, nê Oupa?
ar: نحن محظوظان, أليس كذلك, يا جدي؟

source: Ek het goeie nuus vir jou
ar: لدي بعض الأنباء الجيدة.

source: Ek het 'n plek gekry vir Heidi, by vriende van my werkgewers in Frankfurt
ar: وجدتُ مكاناً لـ(هايدي), عند أصدقاء مديري في العمل, في (فرانكفورت).

source: Dis 'n vooraanstaande familie, en Heidi kan selfs skoolgaan saam met hulle jong dogter
ar: إنها عائلة محترمة, ويمكن لـ(هايدي) أن تذهب للمدرسة مع ابنتهم الصغيرة.

source: Dis 'n uitnemende kans vir haar
ar: إنها فرصة رائعة لها.

source: Sê tog net iets!
ar: قل شيئاً على الأقل!

source: Wanneer jy klaar is, kan jy gaan
ar: عندما تفرغين, يمكنك الذهاب.

source: Maar ek wil haar saam met my vat
ar: لكني أريد أن آخذها معي.

source: Heidi bly hier!
ar: (هايدي) ستبقى هنا.

source: In die dorp sê hulle dat jy haar nie skooltoe laat gaan nie
ar: في القرية يقولون أنك لا تسمح لها بالذهاب إلى المدرسة.

source: Weens jou hardkoppigheid, gaan sy nie leer skryf nie!
ar: بسبب عنادك, لن تتعلم القراءة والكتابة!

source: Jy wil dat sy hier wild grootword?
ar: أتريدها أن تصبح همجية هنا؟

source: Waarom is jy nou skielik bekommerd oor haar?
ar: لماذا أصبحَت محط اهتمامك فجأة؟

source: Alpöhi, voorheen het ek nie 'n keuse gehad nie
ar: يا عمي, آخر مرة لم يكن لدي خيار.

source: Daar's niks meer om te sê nie
ar: لم يبقَ شيءٌ لقوله.

source: As jy nie dat sy skooltoe gaan nie, sal hulle haar wegvat van jou af, en haar in 'n weeshuis sit
ar: اذا لم تسمح لها بالذهاب الى المدرسة سيأخذونها منك بعيدًا ويضعونها في المنزل

source: Ek vat haar vandag, as dit nodig is, met die hulp van die dorp
ar: ساخذها اليوم ، وبمساعدة القرويين اذا احتاج الامر ذلك

source: Waar is die kind?
ar: اين الطفلة

source: Heidi is myne
ar: هايدي) لي)

source: Nou gaan jy weg!
ar: الان .. اغربي من هنا

source: Tante Dete! - Heidi, my kind
ar: (ـ العمة ( ديتي ـ ( هايدي ) فتاتي

source: Het jy baie na my verlang?
ar: هل اشتقتي الي ؟

source: Seun, gaan terug na jou bokke
ar: ايها الفتى ، عد هناك الى اغنامك

source: Ek moet praat met Heidi, Komaan
ar: (يجب علي ان اتحدث الى ) هايدي هيا

source: Luister na my, hoe sou jy daarvan hou om in 'n groot, pragtige huis te bly?
ar: انصتي إلي كيف يمكنك ان تعيشين في منزل كبير وجميل ؟

source: Die Sesemanns, baie gawe mense in Frankfurt, soek na 'n maat vir hulle dogter
ar: ( السيسمانيون ) "انهم اشخاص لطفاء من " فرانكفورت يبحثون عن صديق لبناتهم

source: Maar ek hou van hierdie plek
ar: ولكن يعجبني المكان هنا

source: Maar die meisie in Frankfurt sien so uit na jou koms
ar: "لكن الفتاة التي في "فرانكفورت تتطلع لمجيئك لها

source: Ek wil liewer by Oupa bly
ar: افضل البقاء برفقة عمي

source: Heidi, Oupa wil hê dat jy saam met my gaan
ar: هايدي( جدكيريدمنك القدوممعي)

source: Kindjie, ons albei wil net die beste vir jou hê
ar: فتاتي ، كلانا نريد الافضل لك فحسب

source: Kom, die trein vertrek al amper
ar: هيا بنا القطار سيرحل قريبًا

source: Maar ek moet totsiens sê - Ons het nie tyd daarvoor nie
ar: ـ ينبغي على ان ألقي الوداع قبل ان اذهب ـ لا نملك وقتًا كافي

source: Is dit ver weg?
ar: ـ هل هو بعيد ؟

source: - Nee, nee
ar: ـ كلا

source: En wat as ek nie daarvan hou nie?
ar: وماذا ان لم يعجبني ؟

source: Dan kan jy terugkom, ek belowe
ar: بعدها يمكنك العودة الى هنا اعدك

source: Komaan, maak gou!
ar: هيا اسرعي

source: Waar is Heidi?
ar: اين ) هايدي ( ؟

source: Gou, maak gou!
ar: هي امضي بسرعة

source: Klim op!
ar: اصعدي

source: Daar gaan ons! - Dis reg
ar: ـ ها نحن اذا ـ حسنا

source: Hulle is weg! Jy's alweer laat, dan nie?
ar: لقد رحلوا انت متأخر مرة اخرى ، اليس كذلك ؟

source: Bly kyk
ar: استمر بالبحث

source: Dis 'n wonder sy leef nog
ar: انها معجزة الطفلة مازالت حية

source: Heidi, bly hier
ar: هايدي( ابقيهنا)

source: Bly hier!
ar: ابقي هنا

source: Heidi, kom met my, kom in
ar: هايدي( تعاليمعي) للداخل

source: Is u beskikbaar?
ar: هل انت متفرغ ؟

source: Die Sesemann-huis, asseblief
ar: قصر " السيسمانيون" لو سمحت

source: Klim uit
ar: انزلي

source: Goeiedag, dames - Goeiedag
ar: ـ صباح الخير آنساتي ـ صباح الخير

source: Welkom, dames
ar: مرحبا آنساتي

source: Mej. Rottenmeier verwag ons
ar: السيدة ) روتنيمير ( تنتظرنا

source: Volg my, asseblief
ar: رجاءً اتبعاني

source: Heidi, nee!
ar: هايدي( قفي)

source: Ek gaan jou nou aan Mej Rottenmeier voorstel, Reg?
ar: دعيني اقدمك للسيدة (روتينيمير ( الان ، اتفقنا ؟

source: Dit is die meisie se Goewernante
ar: تلك معلمة شابة

source: Goewernante?
ar: المعلمة ؟

source: Sy is 'n baie vername dame wat na Klara se belange omsien
ar: (انها امرأة مميزة تهتم بـ ) كلارا

source: So, gedra jouself!
ar: لذا تصرفي بشكل جيد

source: Mej Rottenmeier wag vir u - Reg, kom
ar: ـ الانسة ) روتينيميتر ( ستقابلك الان ـ حسنا ، تعالي

source: Ek het ongelukkig nie tyd gehad om haar aan te trek nie
ar: لسوء الحظ لم اجد وقتا كافيا لأغير ملابسها

source: - Heidi
ar: (ـ 9 هايدي

source: dis nie 'n doopnaam nie
ar: انهليساسمًامسيحيا)

source: Haar naam is Adelheid, soos haar moeder
ar: اسمها ) اديلهايد ( كإسم والدتها

source: God bewaar haar siel
ar: ليرحمها الله

source: Die kind lyk my baie jonk
ar: تبدو الطفلة كشاب بالنسبة لي

source: Ja, sy is klein vir haar ouderdom
ar: انها صغيرة العمر لحجمها

source: Ek is agt - Agt
ar: ـ انا في الثامنة ـ الثامنة

source: Nee, dit sal nie werk nie Kom met my, Dete
ar: هذا لن يجدي نفعًا (تعالي معي يا ( ديتي

source: Adelheid is presies wat Mnr Sesemann wou hê 'n Onbesoedelde kindjie van die Switserse platteland
ar: الدهيهدي( هذاتماماماارادتهسيدةسيسمن)

source: En nou wil ek my deel hê
ar: والان اريد حصتي من الصفقة

source: Wat moet ek jou noem?
ar: ـ ماذا يجب علي مناداتك ؟

source: Ek is Klara
ar: (انا ( كارا

source: Was jy opgewonde omtrent Frankfurt?
ar: (هل كنت متحمسة بشأن ) فرانكفورت

source: Oupa en Tant Dete wou dat ek kom, maar as ek nie daarvan hou nie, kan ek teruggaan
ar: جدي وعمتي ) ديتي ( ارادوا مني المجيء لكن ان لم يعجبني هذا فسأعود الى بلدتي

source: Jy's die vreemdste meisie wat ek al ontmoet het
ar: انت اكثر فتاة فضولية قد قابلتها طوال حياتي

source: Is daardie seunsklere?
ar: هل هذه ملابس فتى ؟

source: Dis reg vir die Alpe, veral as jy wil klim
ar: انا متمرسة في الالب ـ خصوصا في التسلق ـ

source: O, klim...
ar: التسلق

source: Kan jy nie loop nie?
ar: الا تستطيعين المشي ؟

source: Nee, ongelukkig nie
ar: لا للأسف

source: So jy moet altyd hierin sit?
ar: اذا هل يجب عليك الجلوس هنا طوال الوقت ؟

source: Jy kan my maar stoot
ar: ايمكنك دفعي ؟

source: hoe hou jy van ons huis?
ar: كيف يبدو لك منزلنا

source: Dis groot
ar: انه كبير

source: Ek's jammer
ar: اسفة

source: Ek het die tafel gestamp Ek het nie opgelet nie, ek's jammer
ar: لقد اصطدمت بالطاولة لم اكن منبهه انا اسفة

source: Reg. Dis tyd vir ete
ar: حسنًا ، انه وقت العشاء

source: Kom ons sit
ar: لنذهب

source: Jy lyk 'n bietjie soos Peter die Bokwagter
ar: انت تشبه بيتر راعي الماعز

source: - Adelheid
ar: ـ ادلهيد ـ

source: Moenie so met die bediendes praat nie
ar: لا تتحدثي هكذا الى الخادم

source: In hierdie huis gebruik ons eetgerei
ar: في هذا المنزل نحن نستخدم ادوات المائدة

source: Sy ken nie eers die basiese nie
ar: انهم لا يعرفون الاساسيات حتى

source: Jammer, ek sal 'n lap kry 'n Lap?
ar: اسفة ، سوف اتي بقطعة القماش قماش ؟

source: Sit, Adelheid!
ar: (اجلسي ( ادلهيد

source: Tinette, Stilte!
ar: اصمتي

source: Kan ek twee kry?
ar: ايمكنني الحصول على اثنتين ؟

source: Sebastian
ar: سباستيان) . )

source: "Kan hy asseblief vir my twee broodjies aangee?"
ar: ايمكنه ان يمرره لي ؟

source: Kan hy asseblief... twee rolletjies?
ar: ايمكنك ان تعطيني كلاهما ؟

source: "Gee vir my twee broodjies"
ar: "اعطني اياهما"

source: Gee vir my twee rolletjies
ar: "اعطني اياهم"

source: Twee broodjies
ar: اياهما

source: Twee broodjies, asseblief
ar: اياهما لو سمحت

source: In hierdie huis is daar reëls, Adelheid
ar: ادلهيد) في هذا المنزل توجد قوانين)

source: Jy moet verwys na die bediendes as 'hy' of 'sy', en om met hulle te praat is verbode
ar: لا يمكنك ان تدعين الخدم بـ انتي او انت والكلام معهم ممنوع

source: Ontbyt is om 7:30
ar: الفطور في السابعة والنصف

source: Klasse sal in die studeerkamer begin om 8:15
ar: سوف تأخذين الدروس في الساعة الثامنة والربع

source: Om 12:30 eet ons middagete
ar: وفي الثانية عشرة والنصف سنتناول الغداء معا

source: Dan twee ure van rus
ar: ثم ساعتين للراحة

source: Om 7 uur gaan julle bed toe
ar: وفي السابعة وقت النوم

source: In hierdie huis is daar geen plek vir hardloop of springery nie
ar: في هذا المنزل قوانين ، لا قفز ولا مشاغبة ولا ركض

source: Ons loop altyd beskaafd
ar: جميعنا نمشي

source: Ons praat nooit hard nie
ar: لا نرفع اصواتنا ابدا اثناء الحديث

source: Mej Rottenmeier?
ar: (سيدة (روتينميتر

source: Wat doen jy?
ar: مالذي تفعلينه ؟

source: Jy kan nie hier so rondloop nie
ar: لا يمكنك السير هكذا هنا ؟

source: - Ja!
ar: ـ اجل ـ

source: Was mense daar in die berge?
ar: الا يغتسل الناس في الجبال ؟

source: Ja, hulle was
ar: اجل نفعل ذلك

source: Ek het gehoor dat daar nog bergtrolle en -kabouters is
ar: لقد سمعت هذا هناك هناك ممرات ضيقة ووحوش وتماثيل

source: Het jy al een gesien?
ar: هل رأيتي شيئًا من ذلك ؟

source: Staan stil
ar: ابقي ثابتة

source: Nee, trek daardie aan, en dan kom jy op boontoe
ar: والان ضعي هذه وعندما تكوني جاهزة ، تعالي للأعلى

source: Nee, die bottermes
ar: لا ، هذه سكين للزبدة فقط

source: Goed dan, mej Adelheid
ar: (حسنا ، سيدة ( ادلهيد

source: Maak oop by hoofstuk een, en lees hardop
ar: افتحي الكتاب في على الجزء الاول وابدأي بالقرأة

source: Ek kan nie lees nie
ar: لا اعرف القراءة

source: Jy moet die letters tog ken
ar: يجب عليك تعلم الحروف

source: Watter letter is dit hierdie?
ar: اي الحروف هذه ؟

source: Dis soos 'n berg
ar: انها مثل الجبال

source: Ja, dit is
ar: اجل انها كذلك

source: Mej Klara, dis nie snaaks nie
ar: انسة ( كارا ) انه هذا ليس مضحكًا

source: Peter kan ook nie lees nie
ar: لا يمكن (بيتر) ان يقرأ ايضا

source: Peter?
ar: بيتر ؟

source: - Peter?
ar: ـ بيتر ؟ ـ

source: Hy's my vriend
ar: انه صديقي

source: Peter sê dis nie nodig in die Alpe nie
ar: بيتر ) يقول انه لا يحتاج الى) التعلم في الجبال

source: Jy het dit nie nodig nie?
ar: وانتي الا تحتاجين هذا ؟

source: Mej...
ar: انسة ..

source: Elke persoon kan en moet leer lees
ar: كل الناس يمكنهم ويجب عليهم القرأة والكتابة ايضا

source: Verskoon my asseblief net 'n oomblik
ar: استميحك عذرا دقيقة واحدة

source: Sy ken nie die alfabet nie?
ar: انها لا تعرف الابجدية ؟

source: 'n Totale wilde, onopgevoede kreatuur is in ons huis ingebring
ar: انها فتاة برية غير مثقفة تعليميا جلبت لهذا المنزل

source: Miskien moet sy liewer 'n aparte onderwyser kry
ar: اعتقد من الافضل لها الحصول على معلم منفصل

source: Jy sal daarvan hou, ja
ar: اتفضل ذلك ؟

source: Dit kan nie te veel gevra wees om die Switserse kind die alfabet te leer benewens Klara se lesse nie
ar: لا استطيع ان اسأل كثيرًا (لتعليم هذه الطفلة بجانب (كلارا

source: Sekerlik nie, ek het net gedink...
ar: بالتأكيد لا .. انا فقط ظننت ..

source: Sodra Mnr Sesemann terugkom, sal ek sorg dat Adelheid weggestuur word
ar: (عندما تعود السيدة ( سيسمان سوف اترك ( ادلهيد ) بالتأكيد في المنزل

source: Maak hierdie venster nie oop nie?
ar: هل تفتح هذه النافذة ؟

source: Ek wil uitvind of mens die berge kan sien
ar: اريد الذهاب للخارج اذا اردت رؤية الجبال

source: Mej Adelheid, sal u so goed wees, en u sitplek weer inneem, sodat ons die broodnodige les kan hervat?
ar: انسة (ادلهيد) يمكنك ان تكوني لطيفة بالعودة الى كرسيك اذا نستطيع ان نكمل مع دروس مكثفة ؟

source: Mej Klara,
ar: انسة كلارا

source: Mej Adelheid, die berg is "A"
ar: (انسة ( ادلهيد الجبال تهجأ بـ أ

source: 'A' vir Adelheid
ar: (ا" مثل (أدلهيد"

source: 'A' - Presies
ar: ا" ـ " ـ بالضبط

source: Vat my daar, Heidi
ar: (خذيني الى هناك ( هايدي

source: Nie so wyd nie! Ons sal gesien word
ar: ليس بجانب النافذة لا نود ان نكون ظاهرين

source: Ek wou jou hierdie wys
ar: اردت رؤية هذا

source: Is dit jy?
ar: هل هذه انت ؟

source: - En my moeder
ar: ـ وامي ايضا ـ

source: Maar jy staan regop?
ar: لكن؛ تقفين على قدميك

source: Ek het siek geword na...
ar: لقد مرضت بعدها

source: Na haar dood
ar: وبعدها ماتت

source: Vader mis haar ook
ar: ابي فقدها ايضا

source: Hy's reis baie vir sy werk
ar: انه يسافر دائما لعملة

source: En ek's altyd vas in hierdie huis
ar: وانا عالقة دوما بهذا المنزل

source: My magtig! jong meisies sluip nie so nie
ar: انقذني يارب انستي الصغيرة لا تفزعيني مرة اخرى

source: Dis rustyd, mej Adelheid
ar: انه وقت القيلولة انستي

source: Maar ek kan nie slaap nie
ar: لكني لم استطع النوم

source: Jy moet nie slaap nie, net rus
ar: يجب عليك النوم،فقط استرخي

source: hoe kan ek die jong dame tot hulp wees?
ar: كيف يمكنني ان اخدم السيدة الصغيرة ؟

source: Weet jy...
ar: هل ..

source: Weet hy hoe om 'n venster oop te maak?
ar: هل تعلم كيف تفتح النوافذ ؟

source: Watter een?
ar: اي واحدة ؟

source: Hier, mademoiselle
ar: تفضلي يا انسة

source: Genade, nie so ver nie!
ar: لا تبتعدي

source: Daar is geen berge nie
ar: لا توجد هناك جبال ابدا

source: Wel, jy kan nie so ver hiervandaan sien nie,
ar: حسنا ، لا يمكنك رؤية شيء من هذا الارتفاع

source: Maar kyk, jy kan baie verder van die toring af sien
ar: يمكنك رؤية المزيد من الابراج

source: Maar, ek moet die venster weer toemaak, en die jong dame gaan terug na haar kamer, anders is daar moeilikheid
ar: لكن الان علي ان اغلق النافذة مرة اخرى والسيدة الصغيرة يجب عليها الذهاب لغرفتها والا سوف نعاني المشاكل

source: Dankie en adieu
ar: شكرا لك ، وداعا

source: Adieu
ar: وداعا

source: Ons moet terug wees voor die middagrus verby is
ar: يجب علينا العودة قبل انتهاء استراحة الظهيرة

source: Ja, seker
ar: بالتأكيد

source: Regs
ar: حسنا.

source: Nee, links!
ar: لا ، يسارا

source: Dis reg, daarlangs
ar: صحيح هكذا ، ، هيا اذهبي

source: Appels, vars appels!
ar: تفاح ، تفاح طازج

source: Die toring
ar: البرج

source: Waar is dit nou?
ar: اين هذا الان ؟

source: Heidi, ek weet nie meer nie
ar: لا اعلم الان

source: Miskien sal hy weet
ar: ربما هو يعلم

source: Heidi, jy kan nie met 'n bedelaar praat nie!
ar: لا تستطيعي التحدث مع الكبار !

source: Soontoe
ar: من هنا

source: Brood! vars brood!
ar: خبز ، خبز طازج

source: Daar, dis waar jy ingaan
ar: هناك ، من هذا الطريق

source: Moenie oor my besorg wees nie, gaan gou!
ar: لا تقلقي علي فقط اذهبي بسرعة

source: Ek hoop mej het goed gerus
ar: اتمنى ان الانسة ترتاح جيدا

source: Mej?
ar: الانسة ؟

source: Ek's seker die jong dame sal hiervan hou
ar: انا متأكدة ان الانسة الصغيرة ستحب هذا

source: Hoe oulik!
ar: كم هي لطيفة

source: As u 'n paar pennies het...
ar: الو لديك بعضا من النقود

source: Moenie net daar staan nie, soek!
ar: لا تقف هناك هيا ابحث

source: Adelheid!
ar: ادلهيد

source: Klara!
ar: كلارا

source: Ek kan hulle nie kry nie!
ar: لا استطيع ايجادهم

source: Die voordeur was oop
ar: الباب الامامي مفتوح

source: - Miskien het hulle uitgegaan
ar: ـ ربما ذهبوا للخارجج

source: O, reg, waarom uit?
ar: لماذا ؟

source: Ek dink ons moet hulle buite soek
ar: أظننا يجب أن نبحث عنهم في الخارج

source: Goeie Vader!
ar: يا إلهي

source: Kry die kinders, Sebastian
ar: (ابحث عن الاطفال يا ( سيباستيان

source: Vind hulle!
ar: ابحثعنهم!

source: Waar is die berge?
ar: أين الجبال ؟

source: Oupa
ar: جدي.

source: Heidi, hoe was dit?
ar: هايدي), كيف كانت ؟ )

source: Kyk, hulle is so dierbaar
ar: انظرِ انهم لطفاء

source: Ons moet gaan
ar: علينا أن نرحل

source: Mej!
ar: سيدتي!

source: Wat dink jy doen jy nou?
ar: ماذا تظنين نفسكِ فاعلة ؟

source: Huistoe, so gou jy kan!
ar: عودي للمنزل بأسرع وقت ممكن

source: Waar op aarde was hulle?
ar: أين كانتا ؟

source: Nie ver nie, hulle wou net...
ar: لم تذهبا بعيداً فقط أرادتا..

source: Bietjie vars lug skep
ar: -استنشاق الهواء

source: Jy het Klara uit hierdie huis geneem?
ar: لقد أخذتِ (كلارا) إلى الخارج

source: Het jy besef hoe gevaarlik dit is?
ar: هل تدركين مدى خطورة هذا الامر ؟

source: Wat...
ar: ماذا...

source: En jou serp is...
ar: ماذا ستخبرين والدها إن حصل لها مكروه ؟

source: O, genade!
ar: يا إلهي!

source: Daardie diere moet gaan!
ar: هذه المخلوقات يجب أن ترحل

source: - Sebastian!
ar: (سيباستيان)

source: Kan ons hulle nie hou nie?
ar: -ألا يمكننا الاحتفاظ بهم ؟

source: - Absoluut nie!
ar: -قطعاً لا

source: Ek...
ar: لا..

source: Ek kan nie asemhaal nie, die pels!
ar: لا أستطيع التنفس, الفرو!

source: O, Vader!
ar: ياإلهي!

source: Kry hulle weg!
ar: قمبإبعادهم!

source: Maak gou, vinnig, Sebastian!
ar: ( أسرع يا (سيباستيان!

source: Ek sal na hulle kyk
ar: سأعتنيبهذهالمخلوقاتالصغيره.

source: - Ek kan nie asemhaal nie!
ar: -لا أستطيع التنفس

source: O, genade, vat daardie een daar! Maak gou!
ar: يا إلهي, خذ هذا بسرعة

source: Sebastian!
ar: ( (سيباستيان!

source: O Vader!
ar: يا إلهي

source: Sebastian! die kat!
ar: ( القطة يا( سيباستيان !

source: Hy val my aan!
ar: إنهاتهاجمني!

source: Adelheid kry nie vanaand aandete nie
ar: اديلهايد) لن تتناول العشاء هذا المساء)

source: - Mej Sesemann, dit is vir volwassenes om te besluit hoedat kinders opgevoed word
ar: الامر يعود للبالغين في كيفية تربية الاطفال

source: Staan daar!
ar: قفِ هناك

source: met jou gesig na die muur
ar: و وجهكِ مقابل الحائط

source: Toe, gaan nou!
ar: تحركِ!

source: Met jou gesig na die muur
ar: و وجهكِ مقابل الحائط

source: Met jou gesig na die muur, het ek gesê!
ar: قلت و وجهكِ مقابل الحائط

source: Volgende keer sluit ek jou op in die kelder saam met die rotte
ar: في المرة القادمة سأقوم بسجنك مع الفئران

source: Ek moet huistoe gaan
ar: عليَ أن أعود إلى الوطن

source: Verskoon my?
ar: أستميحكِ عذراً ؟

source: Adelheid
ar: (ألدهايد)!

source: - Maar hoekom? Heidi!
ar: لكن لماذا يا ( هايدي) ؟

source: Stop net daar!
ar: توقفِ!

source: Heidi, wag!
ar: (انتظرِ يا (هايدي

source: Ek het gesê stop!
ar: قلتتوقفٍ!

source: - Heidi!
ar: -هايدي) )

source: Moenie gaan nie!
ar: لا ترحلي

source: Wat vang jy aan!
ar: كيفتجرؤين!

source: Dete het gesê ek kan gaan as ek wil
ar: ديت) قالت بأنني أستطيع الرحيل وقتما أريد)

source: Het sy regtig?
ar: حقاً ؟

source: Dan het sy gelieg, daar's geen manier waarop jy kan gaan nie!
ar: فقد كذبت إذاً. لامجال للخروج من هنا

source: Weet jy nie hoe gelukkig jy is nie?
ar: هل تعلمين كم أنتِ محظوظة ؟

source: Ek wens ek kon grootword in so'n huis
ar: تمنيت أنني نشأت في منزل كهذا

source: Wat wou jy met daardie broodjies doen?
ar: ماذا كنتِ تريدين أن تفعلِ بهم ؟

source: Hulle is vir Ouma
ar: إنهم لجدتي

source: Jou dom kind
ar: أيتها الطفلة الغبيه

source: Los hulle daar
ar: أتركيهم هناك

source: Heidi, wat doen jy?
ar: مالذي تفعلينه يا (هايدي) ؟

source: Kyk wat doen jy aan die jong meisie?
ar: انظرِ مالذي تفعلينه للسيدة الصغيره

source: Nou gaan na jou kamer!
ar: اذهبِ إلى غرفتك

source: Onmiddelik!
ar: حالاً

source: Tinette
ar: (تينيت)

source: Waar is Klara?
ar: أين ( كلارا) ؟

source: Sy is siek
ar: إنها مريضة

source: Siek!
ar: مريضة!

source: dis jou skuld!
ar: بسببك

source: So, hier's ons klein Switserse meisie
ar: هاهي فتاتنا السويسريه

source: Moenie bang wees nie, ek is net die dokter
ar: لا تخافي أن الطبيب

source: Goeiedag - Goeiedag?
ar: (هايا) هايا) ؟

source: Is Klara siek?
ar: هل ( كلارا ) مريضة ؟

source: Die jong dame is baie beter
ar: الفتاة الصغيرة بحال أفضل

source: Ek dink sy sal bly wees om jou te sien
ar: أظنها ستسعد برؤيتك

source: Is ek so naar dat jy wil weggaan?
ar: هل أنا سيئة لدرجة أنك تودين الرحيل ؟

source: Ek het net vir jou, Heidi
ar: (أنتِ صديقتي الوحيدة يا (هايدي

source: Ons twee kan saam so gelukkig wees!
ar: بإمكاننا أن نحظى بوقت رائع معاً

source: Jy moes al 'n bietjie vinniger gewees het - 'O'
ar: يجب أن تكوني أسرع الان. - 'O'.

source: Dit lyk soos 'n broodrolletjie
ar: تبدو مثل الخبز الملفوف.

source: Dis nie 'n 'T' vir 'Troot' nie, ook nie 'n 'K' vir 'Krood' nie, maar 'n "B"... 'n "B" vir "Brood"
ar: ليست T ولا K ولكن للخبزB

source: en dit begin met 'n...
ar: وهي تبدأ بـ..

source: Wat is verkeerd met jou?
ar: ماخطبكِ ؟

source: hoe kon jy vergeet?
ar: كيف نسيتِ ؟

source: U het uself regtig opgesmuk!
ar: لقد جعلتي من نفسك دميه

source: Ek het my verseker nie opgesmuk nie, hoe durf jy!
ar: هذا غير صحيح, كيف تجرؤ على قول ذلك ؟
